Repository: jamesfdeza/Raskmap
Catalog: Raskmap/Localizable.xcstrings
Source language: es
Languages: en

source: ¡El año que viene vuelve a intentarlo! El mundo sigue esperándote ✈️
en: Try again next year! The world is still waiting for you ✈️

source: ¡Escandinavia completa!
en: Scandinavia completed!

source: ¡Gracias por apoyar Raskmap!
en: Thank you for supporting Raskmap!

source: ¡Guardada!
en: Saved!

source: ¡Has pisado la Antártida!
en: You've set foot on Antarctica!

source: ¡Has visitado el mundo entero!
en: You've visited the entire world!

source: ¡Lo conseguiste!
en: You did it!

source: ¡Logro extraordinario!
en: Extraordinary achievement!

source: ¡Los 5 continentes!
en: All 5 continents!

source: ¡Los Balcanes completos!
en: Balkans completed!

source: ¡Más de una vuelta al mundo! 🌍
en: More than one trip around the world! 🌍

source: ¡Norte y sur del planeta!
en: North and south of the planet!

source: ¡Pasaporte completo!
en: Passport completed!

source: ¡Todos los microestados europeos!
en: All European microstates!

source: ¡Todos los países de la UE!
en: All EU countries!

source: ¡Todos los pueblos eslavos!
en: All Slavic peoples!

source: ¿Borrar todos tus datos?
en: Delete all your data?

source: ¿Cómo quieres que te llamemos?
en: What should we call you?

source: ¿Cómo vas a viajar?
en: How will you travel?

source: ¿Cómo viajaste?
en: How did you travel?

source: ¿Duplicar este viaje a futuro?
en: Duplicate this trip to the future?

source: ¿El vuelo de vuelta tiene escala?
en: Does the return flight have a layover?

source: ¿El vuelo tiene escala?
en: Does the flight have a layover?

source: ¿Eliminar datos?
en: Delete data?

source: ¿Eliminar de la lista?
en: Remove from list?

source: ¿Eliminar este premio?
en: Delete this award?

source: ¿Eliminar este próximo?
en: Remove this upcoming trip?

source: ¿Eliminar este territorio?
en: Delete this territory?

source: ¿Eliminar este viaje?
en: Delete this trip?

source: ¿Eliminar lista?
en: Delete list?

source: ¿HARÁS PARADA EN...?
en: WILL YOU STOP IN…?

source: ¿Misma aerolínea a la vuelta?
en: Same airline on the return?

source: ¿Misma ruta a la vuelta?
en: Same route on the return?

source: ¿Mismas aerolíneas en todos los tramos?
en: Same airlines on all segments?

source: ¿Te gusta Raskmap?
en: Do you like Raskmap?

source: ¿VISITASTE ALGUNA ESCALA?
en: DID YOU VISIT A LAYOVER?

source: %@ se añade como visitado
en: %@ is added as visited

source: %@ se eliminará de la lista.
en: %@ will be removed from the list.

source: %@ se eliminará de próximos.
en: %@ will be removed from upcoming.

# %@: %lld viajes
source: %1$@: %2$lld viajes
en: %1$@: %2$lld trips

source: %lld días
en: %lld days

# %lld territorios en %@
source: %1$lld territorios en %2$@
en: %1$lld territories in %2$@

# %lld viajes en %@
source: %1$lld viajes en %2$@
en: %1$lld trips in %2$@

source: ↩️ Sí, ida y vuelta (×2)
en: ↩️ Yes, round-trip (×2)

source: ≈ %@ de la vuelta al mundo
en: ≈ %@ around the world

source: ≈ %@ km recorridos
en: ≈ %@ km traveled

source: ✈️ No, solo ida
en: ✈️ No, one-way

source: ✈️ Vuelo directo
en: ✈️ Direct flight

source: ✈️ Aeropuertos
en: ✈️ Airports

source: 💺 Asientos
en: 💺 Seats

source: 🔀 Ruta de vuelta diferente
en: 🔀 Different return route

source: 🔄 Con escala(s)
en: 🔄 With layover(s)

source: 🪟 Tipo asiento
en: 🪟 Seat type

source: 🛫 Aerolíneas
en: 🛫 Airlines

source: 1 día
en: 1 day

source: 1:1 (cuadrado)
en: 1:1 (square)

source: 42 días
en: 42 days

source: Aceptar
en: OK

source: Activar
en: Activate

source: Actualizando colores…
en: Updating colors…

source: Aerolíneas
en: Airlines

source: Aeropuerto favorito
en: Favorite airport

source: Aeropuertos
en: Airports

source: Ahora no
en: Not now

source: Ajusta los conteos si es necesario
en: Adjust the counts if needed

source: Ajustes
en: Settings

# Al que más volviste: %@ · %lld viajes
source: Al que más volviste: %1$@ · %2$lld viajes
en: Most returned to: %@ · %lld trips

source: Algunos países se extienden por ambos hemisferios (norte y sur). Aquí decides en cuál contarlos —o en ambos— para tus estadísticas y el logro «Ambos hemisferios». Afecta también a los porcentajes de hemisferio en la pantalla de logros.
en: Some countries span both hemispheres (north and south). Here you decide which to count them in —or both— for your statistics and the «Both hemispheres» achievement. It also affects the hemisphere percentages on the achievements screen.

source: Algunos países se extienden por dos continentes (como Rusia, Turquía o Egipto). Aquí decides en qué continente contarlos —o en ambos— para tus estadísticas por regiones y los logros de continentes completos.
en: Some countries span two continents (like Russia, Turkey, or Egypt). Here you decide which continent to count them in —or both— for your regional statistics and the complete continents achievements.

source: Ambos
en: Both

source: Añade el medio de transporte en tus viajes para ver estadísticas.
en: Add the transport method to your trips to see statistics.

source: Añade estos widgets en la pantalla de bloqueo manteniéndola pulsada y tocando "Personalizar".
en: Add these widgets on the lock screen by long-pressing it and tapping "Customize".

source: Añade las complicaciones de Raskmap en tu esfera de Apple Watch desde la app Watch o pulsando la esfera.
en: Add Raskmap complications to your Apple Watch face from the Watch app or by tapping the face.

source: Añadir
en: Add

source: Añadir a Próximos
en: Add to Upcoming

source: Añadir otra escala
en: Add another layover

source: Añadir próximo viaje
en: Add upcoming trip

source: Añadir ruta de vuelo
en: Add flight route

source: Añadir título…
en: Add title…

source: Añadir tramo
en: Add segment

source: Añadir transporte
en: Add transport

source: Añadir viaje
en: Add trip

source: Añadir viaje pasado
en: Add past trip

source: Andando
en: Walking

source: Andorra, Liechtenstein, Malta, Mónaco, San Marino y Vaticano
en: Andorra, Liechtenstein, Malta, Monaco, San Marino and Vatican

source: Aplicando color…
en: Applying color…

source: Aplicar clase y posición a todos los tramos
en: Apply class and position to all segments

source: Apoya el desarrollo de Raskmap y desbloquea funciones exclusivas
en: Support the development of Raskmap and unlock exclusive features

source: ASÍ FUE MI
en: MY

source: ASÍ FUE TU
en: YOUR

source: Asiento
en: Seat

source: ASUNTO
en: SUBJECT

source: Atrás
en: Back

source: Aún no conseguido
en: Not yet earned

source: Aún no has registrado vuelos.
en: You haven't registered any flights yet.

source: Aún no has volado
en: You haven't flown yet

source: Aún no hay asientos registrados
en: No seats recorded yet

source: Aún no hay tipos de asiento registrados
en: No seat types recorded yet

source: Avión
en: Plane

source: Ayuda
en: Help

source: Barco
en: Boat

source: Bienvenido a Raskmap
en: Welcome to Raskmap

source: Borrar lista completa
en: Delete entire list

source: Borrar todo
en: Delete all

source: Borrar todos mis datos
en: Delete all my data

source: Bronce
en: Bronze

source: Buscar
en: Search

source: Buscar aerolínea
en: Search airline

source: Buscar aeropuerto o IATA
en: Search airport or IATA

source: Buscar país
en: Search country

source: Buscar país o viaje…
en: Search country or trip…

source: Buscar país...
en: Search country...

source: Buscar país…
en: Search country…

source: Buscar territorio…
en: Search territory…

source: Cambia al mapa de países visitados
en: Switch to visited countries map

source: Cambiar colores
en: Change colors

source: Cancelar
en: Cancel

source: Candidatos (%lld)
en: Candidates (%lld)

source: Cargando el mundo...
en: Loading the world...

source: Categorías personales
en: Personal categories

source: Cerrar
en: Close

source: Coche
en: Car

source: Código de activación
en: Activation code

source: Colores del mapa:
en: Map colors:

source: Colores restablecidos
en: Colors reset

source: Compartir mi año
en: Share my year

source: Compartir viaje
en: Share trip

source: Confirmación final
en: Final confirmation

source: Confirmar viaje
en: Confirm trip

source: Contacto
en: Contact

source: Contador
en: Counter

source: Contador manual
en: Manual counter

source: Contador próximo viaje:
en: Upcoming trip counter:

source: Conteo actualizado
en: Count updated

source: Conteo de territorios/países:
en: Territory/country count:

source: CONTINENTES
en: CONTINENTS

source: Continuar
en: Continue

source: Continuar → Aerolíneas
en: Continue → Airlines

source: Créditos
en: Credits

source: Cuéntanos qué falta o qué falla. Leemos cada mensaje.
en: Tell us what's missing or broken. We read every message.

source: Datos
en: Data

source: Datos borrados
en: Data deleted

source: de los 5
en: of 5

source: del mundo visitado
en: of the world visited

source: Desbloquear Pro
en: Unlock Pro

source: Desde
en: From

source: DESDE
en: FROM

source: destino
en: destination

source: destino nuevo
en: new destination

source: destinos
en: destinations

source: destinos nuevos
en: new destinations

source: Detalle del viaje
en: Trip detail

source: DETALLES DEL VUELO
en: FLIGHT DETAILS

source: día
en: day

source: DÍA
en: DAY

source: días
en: days

source: DÍAS
en: DAYS

source: DÍAS POR PAÍS
en: DAYS PER COUNTRY

source: días seguidos
en: consecutive days

source: Duplicar
en: Duplicate

source: Duplicar a +1 año
en: Duplicate to +1 year

source: Editar
en: Edit

source: Editar fecha de viaje
en: Edit trip date

source: Editar lista
en: Edit list

source: Editar viaje
en: Edit trip

source: Ej: Vacaciones de verano
en: E.g.: Summer vacation

source: El continente más inhóspito del planeta
en: The most inhospitable continent on the planet

source: El pago único desbloquea Pro de forma permanente.
en: The one-time payment unlocks Pro permanently.

source: Elige tu pasaporte
en: Choose your passport

source: Eliminar
en: Delete

source: Eliminar %@
en: Delete %@

source: Eliminar premio
en: Delete award

source: Eliminar selección
en: Delete selection

source: empate múltiple 🤝
en: multiple tie 🤝

source: Empezar a explorar
en: Start exploring

source: en %@
en: in %@

source: EN EL AIRE
en: IN THE AIR

source: EN RASKMAP
en: ON RASKMAP

source: Entendido
en: Got it

source: Enviar mensaje
en: Send message

source: Escríbenos
en: Write to us

source: ESTE AÑO
en: THIS YEAR

source: Este contador es para sumar viajes que sabes que has hecho en el pasado a este país o territorio pero no recuerdas los datos para rellenarlo.
en: This counter is for adding trips you know you've taken in the past to this country or territory but don't remember the details to fill in.

source: Europa, Asia, África, América y Oceanía
en: Europe, Asia, Africa, America and Oceania

source: Exportar datos
en: Export data

source: Exportar genera un JSON con tus países, viajes y preferencias para que puedas guardarlo o moverlo a otro dispositivo. Borrar elimina todo localmente; con iCloud activo, también se sincroniza el borrado.
en: Export generates a JSON with your countries, trips and preferences so you can save it or move it to another device. Delete removes everything locally; with iCloud enabled, the deletion is also synced.

source: Exportar mis datos
en: Export my data

source: Exportar tus datos
en: Export your data

source: Fecha del tramo
en: Segment date

source: FECHAS
en: DATES

source: Filtro vuelos: %@
en: Flight filter: %@

source: Finalizados
en: Finished

source: Finalizados %@
en: Finished %@

source: FORMATO
en: FORMAT

source: Formato de imagen
en: Image format

source: Función Pro
en: Pro feature

source: Genera un archivo con tus países, viajes y preferencias para guardarlo o moverlo.
en: Generates a file with your countries, trips and preferences to save or move.

source: Generando mapa…
en: Generating map…

source: Generando…
en: Generating…

source: Generar y compartir
en: Generate and share

source: Guardar
en: Save

source: Guardar cambios
en: Save changes

source: Guardar en galería
en: Save to gallery

source: Guardar viaje
en: Save trip

source: Has estado en ambos hemisferios
en: You've been in both hemispheres

source: HAS VISITADO
en: YOU'VE VISITED

source: Has visitado los 5 países nórdicos
en: You've visited the 5 Nordic countries

source: Has visitado los 13 países de habla eslava
en: You've visited the 13 Slavic-speaking countries

source: Has visitado los 27 estados miembros
en: You've visited the 27 member states

source: Has visitado todos los países balcánicos
en: You've visited all Balkan countries

source: Has visitado todos los países de tu pasaporte
en: You've visited all countries on your passport

source: Has visitado todos los territorios de la zona
en: You've visited all territories in the zone

source: HASTA
en: TO

source: Hasta (opcional)
en: Until (optional)

source: He vivido aquí
en: I've lived here

source: Hola, me gustaría reportar… · Bug encontrado: · Aeropuerto/aerolínea que falta: · Sugerencia:
en: Hi, I'd like to report… · Bug found: · Missing airport/airline: · Suggestion:

source: Información sobre cómo reportar bugs o sugerir contenido
en: Information on how to report bugs or suggest content

source: KM VOLADOS
en: KM FLOWN

source: La lista muestra todos los territorios que has visitado, independientemente del sistema de conteo.
en: The list shows all territories you've visited, regardless of the counting system.

source: Listo
en: Done

# Listo (%lld aerolínea%@)
source: Listo (%1$lld aerolínea%2$@)
en: Done (%1$lld airline%2$@)

source: Logro legendario
en: Legendary achievement

source: Logros
en: Achievements

source: Lugares por descubrir
en: Places to discover

source: lun., 15 jun. 2026
en: Mon, Jun 15 2026

source: Marca este país como uno en el que has vivido. Aparecerá una 🏠 junto a su contador en la lista de visitados y se contabiliza como visitado en todas las stats.
en: Mark this country as one you've lived in. A 🏠 will appear next to its counter in the visited list and it counts as visited in all stats.

source: Más antiguos primero
en: Oldest first

source: Más recientes primero
en: Most recent first

source: Máx. 10 caracteres alfanuméricos
en: Max. 10 alphanumeric characters

source: Medallas
en: Medals

source: MENSAJE
en: MESSAGE

source: Mi mapa
en: My map

source: MIS DESTINOS
en: MY DESTINATIONS

source: Mostrar contador
en: Show counter

source: Muestra las rutas aéreas de tus viajes
en: Shows the flight routes of your trips

source: Ningún país marcado como
en: No country marked as

source: Ninguno
en: None

source: No existen
en: Do not exist

source: No mostrar más
en: Don't show again

source: No tienes países visitados en esta región.
en: You have no visited countries in this region.

source: No tienes países visitados que coincidan.
en: You have no matching visited countries.

source: no viajaste
en: you didn't travel

source: No, diferente aerolínea
en: No, different airline

source: No, introduzco tramo a tramo
en: No, I'll enter segment by segment

source: Nombre de usuario
en: Username

source: Nombre del premio
en: Award name

source: Norte
en: North

source: Novedades
en: What's new

source: Nueva lista
en: New list

source: Oro
en: Gold

source: Pago único · Vitalicio
en: One-time payment · Lifetime

source: País
en: Country

source: Países
en: Countries

source: Países del tramo
en: Segment countries

source: Países en más de un continente
en: Countries in more than one continent

source: Países en más de un hemisferio
en: Countries in more than one hemisphere

source: Países pluricontinentales
en: Multi-continent countries

source: Países plurihemisferiales
en: Multi-hemisphere countries

source: Países visitados
en: Visited countries

source: Pantalla de bloqueo
en: Lock screen

source: Pantalla principal
en: Home screen

source: PARA
en: TO

source: Perfil
en: Profile

source: Plata
en: Silver

source: Política de Privacidad
en: Privacy Policy

source: POR AQUÍ HAS PASADO MÁS
en: WHERE YOU'VE BEEN MOST

source: POR PRIMERA VEZ
en: FOR THE FIRST TIME

source: Premios personales
en: Personal awards

source: Privacidad
en: Privacy

source: Pro activo
en: Pro active

source: PRÓXIMO VIAJE
en: UPCOMING TRIP

source: Próximos
en: Upcoming

source: Queda
en: Left

source: Quedan
en: Left

source: Quiero
en: Bucket

source: Quiero ir
en: Bucket list

source: Quitar filtro
en: Clear filter

source: Recordatorios de viaje
en: Trip reminders

source: Reserva
en: Booking

source: Restablecer
en: Reset

source: Restablecer colores predeterminados
en: Reset default colors

source: Restablecer cuadrantes
en: Reset quadrants

source: Restaurar compras
en: Restore purchases

source: Restaurar compras anteriores
en: Restore previous purchases

source: Ruta
en: Route

source: RUTA DE VUELO
en: FLIGHT ROUTE

# Salida vuelta: %@ · %@
source: Salida vuelta: %1$@ · %2$@
en: Return departure: %1$@ · %2$@

# Salida: %@ · %@
source: Salida: %1$@ · %2$@
en: Departure: %1$@ · %2$@

source: Se borrará el viaje a %@ (y sus tramos asociados).
en: The trip to %@ (and its associated segments) will be deleted.

source: Se borrarán todos los cuadrantes actuales y se restaurarán los predeterminados.
en: All current quadrants will be deleted and the defaults will be restored.

source: Se creará una copia de %@ con las mismas fechas pero +365 días en el futuro. Podrás editarla luego.
en: A copy of %@ will be created with the same dates but +365 days in the future. You can edit it later.

source: Se eliminará «%@».
en: «%@» will be deleted.

source: Se eliminarán todas las entradas de esta lista. Esta acción no se puede deshacer.
en: All entries in this list will be deleted. This action cannot be undone.

source: Se eliminarán todos los datos de %@: visitas, viajes y fechas.
en: All data for %@ will be deleted: visits, trips and dates.

source: Se eliminarán todos los países de Bucket list. Esta acción no se puede deshacer.
en: All Bucket list countries will be deleted. This action cannot be undone.

source: Se ha marcado el país de tu localización como visitado. Puedes editarlo en la lista de Visitados.
en: The country of your location has been marked as visited. You can edit it in the Visited list.

source: Selecciona aeropuertos
en: Select airports

source: Selecciona tu aeropuerto favorito:
en: Select your favorite airport:

source: Será tu avatar en la app.
en: It will be your avatar in the app.

source: Será tu avatar en la app. Puedes cambiarlo más tarde.
en: It will be your avatar in the app. You can change it later.

source: Si activas los recordatorios, recibirás avisos 7 días antes, el día anterior y el día del viaje.
en: If you enable reminders, you'll receive alerts 7 days before, the day before, and the day of the trip.

source: Si te está siendo útil, una valoración nos ayuda mucho.
en: If it's being useful, a rating helps us a lot.

source: Si te faltan aeropuertos, aerolíneas o has tenido un bug, repórtalo en **Ajustes › Contacto**.
en: If you're missing airports, airlines or had a bug, report it in **Settings › Contact**.

source: Sí, borrar todo
en: Yes, delete all

source: Sí, las mismas
en: Yes, the same

source: Siguiente
en: Next

source: Siguiente →
en: Next →

source: SIGUIENTES
en: FOLLOWING

source: Sin datos
en: No data

source: Sin logros aún
en: No achievements yet

source: Sin próximo viaje
en: No upcoming trip

source: Sin resultados con este filtro
en: No results with this filter

source: Sin viajes
en: No trips

source: Sin viajes finalizados
en: No finished trips

source: Sin viajes próximos
en: No upcoming trips

source: Sin visitar
en: Unvisited

source: Sur
en: South

source: Tamaños disponibles
en: Available sizes

source: Términos de uso
en: Terms of use

source: Territorios visitados
en: Visited territories

source: Título
en: Title

source: Título de la lista
en: List title

source: Título del viaje
en: Trip title

source: TÍTULO DEL VIAJE
en: TRIP TITLE

source: Toca para empezar →
en: Tap to start →

source: Todos los derechos reservados
en: All rights reserved

source: Total de vuelos: %lld
en: Total flights: %lld

source: TRAMOS
en: SEGMENTS

source: Tramos adicionales
en: Additional segments

source: TRAMOS DEL VIAJE
en: TRIP SEGMENTS

source: Transporte
en: Transport

source: TRANSPORTE
en: TRANSPORT

source: trayecto
en: journey

source: trayectos
en: journeys

source: Tren
en: Train

source: Tres listas para tu mundo
en: Three lists for your world

source: TU AÑO EN
en: YOUR YEAR IN

source: TU ESTANCIA MÁS LARGA
en: YOUR LONGEST STAY

source: Tu mapa personal
en: Your personal map

source: TU MES MÁS VIAJERO
en: YOUR MOST TRAVELED MONTH

source: Tu mundo, en un mapa
en: Your world, on a map

source: Tu nombre de usuario
en: Your username

source: TUS AEROLÍNEAS
en: YOUR AIRLINES

source: TUS MEDIOS
en: YOUR TRANSPORT

source: TUS MESES MÁS VIAJEROS
en: YOUR MOST TRAVELED MONTHS

source: Ubicación detectada
en: Location detected

source: Última oportunidad. Si tienes iCloud activo los datos también se eliminarán de tu nube tras la siguiente sincronización.
en: Last chance. If you have iCloud enabled, the data will also be deleted from your cloud after the next sync.

source: usuario
en: user

source: Valorar ahora
en: Rate now

source: Vas a borrar TODOS los países, viajes, premios, listas y preferencias. Esta acción no se puede deshacer.
en: You're about to delete ALL countries, trips, awards, lists and preferences. This action cannot be undone.

source: Ver mapa de vuelos
en: View flight map

source: Ver todos →
en: View all →

source: Ver viajes
en: View trips

source: Verifica con tu Apple ID si ya compraste Raskmap Pro previamente
en: Verify with your Apple ID if you've already purchased Raskmap Pro previously

source: VIAJE
en: TRIP

source: Viaje Tokio
en: Tokyo Trip

source: Viajes
en: Trips

source: Viajes registrados (%lld)
en: Trips recorded (%lld)

source: Visitados
en: Visited

source: Visitados (%lld)
en: Visited (%lld)

source: Visitas manuales
en: Manual visits

source: Vitalicio ✓
en: Lifetime ✓

source: Vivido
en: Lived

source: Volver a empezar
en: Start over

source: Volver al mapa
en: Back to map

source: vuelo
en: flight

source: vuelos
en: flights

# y %lld %@
source: y %1$lld %2$@
en: and %1$lld %2$@

source: Y mucho más
en: And much more
